//
//  GeometryModel.swift
//  Geometry
//
//  Created by cmStudent on 2022/05/07.
//

import Foundation

class GeometryModel {
    // ニュースの配列
    let news = [
        ["ITニュース1","ITニュース2","ITニュース3","ITニュース4","ITニュース5",
         "ITニュース6","ITニュース7","ITニュース8","ITニュース9"],
        
        ["お笑いニュース1","お笑いニュース2","お笑いニュース3","お笑いニュース4","お笑いニュース5",
         "お笑いニュース6","お笑いニュース7","お笑いニュース8","お笑いニュース9"],
        
        ["暮らしニュース1","暮らしニュース2","暮らしニュース3","暮らしニュース4","暮らしニュース5",
         "暮らしニュース6","暮らしニュース7","暮らしニュース8","暮らしニュース9"],
        
        ["ニュース1","ニュース2","ニュース3","ニュース4","ニュース5",
         "ニュース6","ニュース7","ニュース8","ニュース9"]
        
    ]
}
